/* The string for canceling a map editing function. */
"CancelKey" = "取消";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "您確定要取消嗎？";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "系統將不會儲存您的更改。";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "系統將不會儲存您建立的物件。";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "捨棄更改";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "取消編輯";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "電子郵件無效";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "點必須包含地址";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "您未針對此點新增位置";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "不會新增點";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "繼續編輯";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "選擇您要刪除的點。";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "沒有要刪除的點。";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "確定";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "您確定要清除所有點嗎？";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "否";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "是";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "您要切換至點嗎？";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "您要切換至折線嗎？";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "您要切換至多邊形嗎？";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "將更改您新增的點，您可以繼續建立物件";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "將刪除所有您新增的點";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "您確定要刪除此點嗎？";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "儲存";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "篩選";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "目前位置";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "找不到建議";

/* The text of the editingPanel Address textField. */
"AddressKey" = "地址";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "全部清除";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "已成功建立 %@";

/* The placeholder text of the Searchbar */
"SearchKey" = "搜尋";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "新增點";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "底圖";

/* The title for the standard map type. */
"StandardKey" = "標準";

/* The title for the hybrid map type. */
"HybridKey" = "混合";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "混合 Flyover";

/* The title for the muted standard map type. */
"MutedStandardKey" = "默認標準";

/* The title for the satellite map type. */
"SatelliteKey" = "衛星";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "衛星 Flyover";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "新增位置";

